import projects_card1 from './imgs/projects_card1.svg'
import projects_card2 from './imgs/projects_card2.svg'
import projects_card3 from './imgs/projects_card3.svg'
//картинки клиентов
import client1 from './imgs/client1.svg'
import client2 from './imgs/client2.svg'
import client3 from './imgs/client3.svg'
import client4 from './imgs/client4.svg'
export const links = [
    { id: 1, title: 'услуги', link: '' },
    { id: 2, title: 'проекты', link: '' },
    { id: 3, title: 'инновации', link: '' },
    { id: 4, title: 'клиенты', link: '' },
    { id: 5, title: 'партнеры', link: '' },
    { id: 6, title: 'о нас', link: '' },
    { id: 7, title: 'контакты', link: '' },
]
export const contants_links = {
    telephone: '+7 499 999 44 99',
    adress: 'г.Самара, 2-й Безымянный переулок, дом 4а',
    mail: 'info@techostil.ru'
}
export const projects_cards = [
    { id: 1, title: 'Разработка и изготовление «Ёмкости Холодного Слива Е-7» для Узбекнефтегаза', src: projects_card1 },
    { id: 2, title: 'Разработка и изготовление установки для переработки полиэтилена/пластика 1.5 т/ч для Израиля', src: projects_card2 },
    { id: 3, title: 'Разработка и изготовление устройства для подготовки мазута в камеру сгорания на ТЭЦ', src: projects_card3 },
]
export const investments = {
    title: 'Инвестиции',
    subtitle: 'в инновации',
    text: 'ООО “Техностиль”, благодаря собственной производственной базе и штату высококвалифицированных специалистов, имеет возможность импортозамещения и создания уникальных инновационных разработок'
}
export const our_clients = [
    { id: 1, title: 'ОДК Кузнецов', src: client1 },
    { id: 2, title: 'ЭХП Росатом', src: client2 },
    { id: 3, title: 'СТМ Сервис', src: client3 },
    { id: 4, title: 'Самолет', src: client4 },
]
export const benefits = [
    { id: 1, title: 'РАБОТАЕМ ПО ВСЕЙ РОССИИ', subtitle: 'Благодаря своему географическому расположению, на производственных площадках в г.Санкт-Петербурге и г.Самара, мы имеем возможность работы практически со всеми регионами России, обладающими потенциально высокими машиностроительными и энергетическими мощностями.' },
    { id: 2, title: 'ИНЖЕНЕРНЫЕ РЕШЕНИЯ ЗАДАЧ', subtitle: 'Высокий производственный и научно-технический потенциал, уникальный опыт, наличие высококвалифицированных кадров – все это позволяет предприятию проектировать и производить оборудование любой сложности с учетом всех требований потребителей.' },
    {
        id: 3, title: 'ВЫПОЛНЯЕМ ПРОЕКТЫ ПОД КЛЮЧ', subtitle: 'EPC/M подход к реализации проекта снимает с заказчика ряд серьезных проблем по синхронизации действий крупных и мелких подрядных и субподрядных организаций, сокращает количество контактов, и все взаимодействие по возникающим вопросам происходит с генеральным подрядчиком.',
        text: [
            { id: 1, text: 'Подготовка документации для запроса технико-коммерческого предложения.' },
            { id: 2, text: 'Проект на строительство установок, предприятий и сооружений.' },
            { id: 3, text: 'Проект организации строительства.' },
            { id: 4, text: 'Технико-экономическое обоснование инвестиций.' },
            { id: 5, text: 'Организация и проведение тендеров по выбору изготовителей.' },
            { id: 6, text: 'Определение потенциальных изготовителей.' },
        ]
    },
    { id: 4, title: 'ИННОВАЦИИ', subtitle: 'Компания тесно сотрудничает с научно-исследовательскими институтами в области обработки металлов и сплавов, а также осуществляет внедрение новейших разработок и технологий изготовления на собственном производстве.' },
    { id: 5, title: 'МЕРОПРИЯТИЯ ПО ГО И ЧС' },
    { id: 6, title: 'КОМПЛЕКСНАЯ ПОСТАВКА ОБОРУДОВАНИЯ' },
]






